Repository: microsoft/Power-Fx
Catalog: src/strings/*/PowerFxResources.resw
Source language: en_us
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# AboutLookUp_source
source: A table where values will be looked up.
bg_bg: Таблица, чиито стойности ще се търсят.
ca_es: Taula on se cercaran valors.
cs_cz: Tabulka, jejíž hodnoty budou prohledány
da_dk: En tabel, hvor værdier bliver slået op.
de_de: Eine Tabelle, in der Werte nachgeschlagen werden.
el_gr: Πίνακας όπου θα γίνεται αναζήτηση τιμών.
es_es: Una tabla donde se buscarán los valores.
et_ee: Tabel, kust otsitakse väärtusi.
eu_es: Taula, non balioak bilatuko diren.
fi_fi: Taulukko, josta arvot etsitään.
fr_fr: Table dans laquelle les valeurs seront recherchées.
gl_es: Táboa na que se van buscar valores.
hi_in: एक तालिका जहाँ मानों की खोज की जाएगी.
hr_hr: Tablica u kojoj će se vrijednosti potražiti.
hu_hu: Ebből a táblából keresi ki a függvény az értékeket.
it_it: Tabella in cui verranno cercati i valori.
ja_jp: 値を検索するテーブル。
kk_kz: Мәндер ізделетін кесте.
ko_kr: 값이 조회되는 테이블입니다.
lt_lt: Lentelė, kurioje bus ieškoma reikšmių.
lv_lv: Tabula, kur vērtības tiks uzmeklētas.
ms_my: Jadual yang nilainya akan dicari.
nb_no: En tabell der verdier slås opp.
nl_nl: Een tabel waarin waarden worden opgezocht.
pl_pl: Tabela, w której będą wyszukiwane wartości.
pt_br: Tabela em que os valores serão pesquisados.
pt_pt: Uma tabela onde serão procurados valores.
ro_ro: Un tabel în care se vor căuta valori.
ru_ru: Таблица, в которой будут искаться значения.
sk_sk: Tabuľka, kde sa vyhľadajú hodnoty.
sl_si: Tabela, v kateri je treba poiskati vrednosti.
sr_cyrl_rs: Табела у којој ће вредности бити тражене.
sr_latn_rs: Tabela u kojoj će vrednosti biti tražene.
sv_se: En tabell där värden ska hittas.
th_th: ตารางที่จะใช้ในการค้นหาค่า
tr_tr: Değerlerin aranacağı tablo.
uk_ua: Таблиця, де потрібно шукати значення.
vi_vn: Bảng để tra cứu các giá trị trong đó.
zh_cn: 将在其中查找值的表。
zh_tw: 對其查閱值的資料表。

# AboutLookUp_condition
source: A condition to evaluate for rows in the specified input.
bg_bg: Условие за изчисляване за редове в указаните входни данни.
ca_es: Condició per avaluar files a l'entrada especificada.
cs_cz: Podmínka, která se má vyhodnotit pro řádky v zadaném vstupu
da_dk: En betingelse, der skal evalueres for rækker i det angivne input.
de_de: Eine Bedingung, die für Zeilen in der angegebenen Eingabe ausgewertet werden soll.
el_gr: Μια συνθήκη για την αξιολόγηση σειρών στα καθορισμένα δεδομένα εισόδου.
es_es: Una condición que va a evaluar las filas de la entrada especificada.
et_ee: Tingimus, mille väärtus arvutatakse määratud sisendis ridade põhjal.
eu_es: Zehaztutako sarrerako errenkadak ebaluatzeko baldintza.
fi_fi: Määritetyn syötteen rivien arvioimisen ehto.
fr_fr: Condition à évaluer pour les lignes dans l’entrée spécifiée.
gl_es: Condición que se vai avaliar nas filas da entrada especificada.
hi_in: निर्दिष्ट इनपुट की पंक्तियों के लिए मूल्यांकन की जाने वाली स्थिति.
hr_hr: Uvjet koji se vrednuje za retke u određenom unosu.
hu_hu: A megadott bemenet sorain kiértékelendő feltétel.
it_it: Condizione da valutare per le righe nell'input specificato.
ja_jp: 指定の入力にある行を評価するための条件。
kk_kz: Көрсетілген кіріс деректеріндегі жолдар үшін есептелетін шарт.
ko_kr: 지정된 입력에서 행에 대해 평가할 조건입니다.
lt_lt: Sąlyga, skirta konkrečios įvesties eilutėms įvertinti.
lv_lv: Nosacījums, kas novērtē rindas norādītajā ievadē.
ms_my: Syarat untuk menilai baris dalam input yang ditentukan.
nb_no: En betingelse som evalueres for rader i den angitte inndataen.
nl_nl: Een voorwaarde waarmee de rijen in de opgegeven verzameling moeten worden geëvalueerd.
pl_pl: Warunek do oceny dla wierszy w określonych danych wejściowych.
pt_br: Condição a ser avaliada em linhas da entrada especificada.
pt_pt: Uma condição para avaliar linhas na entrada especificada.
ro_ro: O condiție care se va evalua pentru rândurile din intrarea specificată.
ru_ru: Условие для вычисления по строкам во входных данных.
sk_sk: Podmienka na vyhodnotenie pre riadky v zadanom výstupe.
sl_si: Pogoj za ovrednotenje vrstic v določenem vhodu.
sr_cyrl_rs: Услов за процену за редове у наведеном уносу.
sr_latn_rs: Uslov za procenu za redove u navedenom unosu.
sv_se: Ett villkor att utvärdera för rader i den angivna indatan.
th_th: เงื่อนไขในการประเมินแถวต่างๆ ในค่าที่ป้อน
tr_tr: Belirtilen girişte satırlar için değerlendirilecek olan koşul.
uk_ua: Умова, за якою у вхідній таблиці визначаються рядки для обчислення.
vi_vn: Điều kiện để đánh giá cho các hàng trong đầu vào được chỉ định.
zh_cn: 要为指定输入中的行计算的条件。
zh_tw: 對指定輸入中的資料列進行評估的條件。

# AboutLookUp_result
source: An expression to evaluate over the row that match the specified condition, and that will provide the result.
bg_bg: Израз, който да се изчисли върху реда, който съответства на указаното условие, и ще предостави резултата.
ca_es: Expressió que s'avaluarà sobre la fila que coincideixi amb la condició especificada i que proporcionarà el resultat.
cs_cz: Výraz, který se má vyhodnotit v řádku, který splňuje zadanou podmínku a který poskytne výsledek
da_dk: Et udtryk, der skal evalueres med rækken, som matcher den angivne tilstand, og som giver resultatet.
de_de: Ein Ausdruck, der für die Zeile ausgewertet wird, die mit der angegebenen Bedingung übereinstimmt, und der das Ergebnis übergibt.
el_gr: Μια παράσταση για την αξιολόγηση της σειράς που συμφωνεί με την καθορισμένη συνθήκη και που θα παρέχει το αποτέλεσμα.
es_es: Una expresión que se va a evaluar en la fila que coincide con la condición especificada y que proporcionará el resultado.
et_ee: Avaldis, mille väärtus arvutatakse määratud tingimusele vastava rea kohta ja mis annab tulemuse.
eu_es: Zehaztutako baldintzarekin bat datorren errenkadaren arabera ebaluatuko den eta emaitza ebatziko duen espresioa.
fi_fi: Määritettyä ehtoa vastaavalle riville arvioitava lauseke, joka antaa tuloksen.
fr_fr: Expression à évaluer sur les lignes qui correspondent à la condition spécifiée, et qui fournira le résultat.
gl_es: Expresión que se vai avaliar sobre a fila que coincide coa condición especificada e que proporcionará o resultado.
hi_in: उस पंक्ति पर मूल्यांकन किया जाने वाला व्यंजक, जिसका मिलान निर्दिष्ट स्थिति से हो, और वह जिससे परिणाम प्रदान किया जाएगा.
hr_hr: Izraz koji se vrednuje na temelju retka koji odgovara određenom uvjetu, i koji će dati rezultat.
hu_hu: A megadott feltételnek megfelelő soron kiértékelendő kifejezés, amely a függvény eredményét adja.
it_it: Espressione da valutare sulla riga che corrisponde alla condizione specificata e che fornisce il risultato.
ja_jp: 指定した条件に一致する行を評価して結果を提供する式。
kk_kz: Көрсетілген шартқа сәйкес келетін және нәтижені беретін жол бойынша есептелетін өрнек.
ko_kr: 지정된 조건과 일치하는 행에 대해 평가하는 식으로, 결과를 제공합니다.
lt_lt: Reiškinys, skirtas įvertinti pagal eilutę, kuri atitinka konkrečią sąlygą; jis pateikia rezultatą.
lv_lv: Izteiksme, attiecībā pret kuru novērtēt rindu, kas atbilst norādītajam nosacījumam un kas nodrošinās rezultātu.
ms_my: Ungkapan untuk menilai ke atas baris yang padan dengan syarat yang ditentukan dan yang akan memberikan hasil.
nb_no: Et uttrykk som evalueres over raden, som samsvarer med den angitte betingelsen, og som gir resultatet.
nl_nl: Een expressie waarmee de rij die overeenkomt met de opgegeven voorwaarde moet worden geëvalueerd en waarmee het resultaat wordt geleverd.
pl_pl: Wyrażenie do oceny względem wiersza, który pasuje do określonego warunku. Zwraca wynik.
pt_br: Expressão a ser avaliada sobre a linha que corresponde à condição especificada e que vai fornecer o resultado.
pt_pt: Uma expressão para avaliar sobre a linha que corresponde à condição especificada e que irá fornecer o resultado.
ro_ro: O expresie de evaluat peste rândul care se potrivește condiției specificate și care va furniza rezultatul.
ru_ru: Выражение для вычисления по строке, соответствующей заданному условию; оно предоставляет результат.
sk_sk: Výraz na vyhodnotenie pre riadok spĺňajúci danú podmienku, ktorý poskytne výsledok.
sl_si: Izraz, ki ga je treba ovrednotiti za vrstico, ki ustreza določenemu pogoju, in bo zagotovil rezultat.
sr_cyrl_rs: Израз који треба проверити у реду који одговара наведеном услову и који ће дати резултат.
sr_latn_rs: Izraz koji treba proveriti u redu koji odgovara navedenom uslovu i koji će dati rezultat.
sv_se: Ett uttryck att utvärdera för raden som matchar det angivna villkoret och som kommer att ge resultatet.
th_th: นิพจน์ที่จะประเมินกับแถวที่ตรงตามเงื่อนไขที่กำหนด ซึ่งจะให้ผลออกมา
tr_tr: Belirtilen koşulla eşleşen satırda değerlendirilecek olan ifade. Böylece sonuç ortaya çıkar.
uk_ua: Вираз, який обчислюється стосовно кожного рядка, що відповідає указаній умові, і повертає отриманий результат.
vi_vn: Biểu thức để đánh giá qua hàng khớp với điều kiện được chỉ định và sẽ cung cấp kết quả.
zh_cn: 要对匹配指定条件的行计算的表达式，将提供结果。
zh_tw: 對符合指定條件的資料列評估運算式，如此會提供結果。

# AboutStdevP
source: Calculates standard deviation based on the entire population given as arguments (ignores logical values and text).
bg_bg: Изчислява стандартното отклонение на база на цялото попълване, представено като аргументи (игнорира логическите стойности и текста).
ca_es: Calcula la desviació estàndard en funció de tot l'emplenament proporcionat com a arguments (ignora el text i els valors lògics).
cs_cz: Vypočítá směrodatnou odchylku základního souboru, který byl zadán jako argument (přeskočí logické hodnoty a text).
da_dk: Beregner standardafvigelse baseret på hele populationen, der gives som argumenter (ignorerer logiske værdier og tekst).
de_de: Berechnet die Standardabweichung basierend auf der Grundgesamtheit, die in Form von Argumenten angegeben wird (ignoriert Wahrheitswerte und Text).
el_gr: Υπολογίζει την τυπική απόκλιση με βάση ολόκληρο τον πληθυσμό που δίνεται με τη μορφή ορισμάτων (παραβλέπει λογικές τιμές και κείμενο).
es_es: Calcula la desviación estándar basándose en toda la población proporcionada como argumentos (ignora los valores lógicos y el texto).
et_ee: Arvutab standardhälbe argumentidena esitatud täispopulatsiooni alusel (ignoreerib loogikaväärtusi ja teksti).
eu_es: Desbideratze estandarra kalkulatzen du argumentu gisa emandako populazio osoan oinarrituta (testuari eta balio logikoei ez ikusi egiten die).
fi_fi: Laskee keskihajonnan argumentteina annetun populaation perusteella (ohittaa loogiset arvot ja tekstin).
fr_fr: Calcule l’écart type en fonction de la population entière donnée sous forme d’argument (ignore les valeurs logiques et le texte).
gl_es: Calcula a desviación estándar segundo a poboación total indicada como argumentos (ignora os valores lóxicos e o texto).
hi_in: तर्कों के रूप में दी गई संपूर्ण पॉप्यूलेशन पर आधारित मानक विचलन की गणना करता है (तार्किक मानों और पाठ को अनदेखा करता है).
hr_hr: Izračunava standardnu devijaciju utemeljenu na cijeloj populaciji zadanoj argumentima (zanemarujući tekst i logičke vrijednosti).
hu_hu: Kiszámítja a szórást az argumentumokként megadott teljes sokaság alapján (figyelmen kívül hagyja a logikai értékeket és a szöveges adatokat).
it_it: Calcola la deviazione standard in base all'intera popolazione specificata come argomenti, ovvero ignora i valori logici e il testo.
ja_jp: 引数として指定された母集団全体に基づいて標準偏差を計算します (論理値および文字列は無視します)。
kk_kz: Аргументтер ретінде берілген бүкіл жиынтық негізінде стандартты ауытқуды есептейді (логикалық мәндер мен мәтін ескерілмейді).
ko_kr: 인수로 지정된 전체 모집단을 기준으로 표준 편차를 계산합니다(논리 값 및 텍스트는 무시됨).
lt_lt: Skaičiuoja visos argumentų aibės standartinį nuokrypį (nepaiso loginių reikšmių ir teksto).
lv_lv: Aprēķina standartnovirzi, ņemot vērā visu aizpildījumu, kas nodrošināts kā argumenti (ignorē loģiskās vērtības un tekstu).
ms_my: Mengira sisihan piawai berdasarkan kepada seluruh populasi yang diberikan sebagai argumen (mengabaikan nilai dan teks logik dalam lajur).
nb_no: Beregner standardavvik basert på hele utfyllingen angitt som argumenter (ignorerer logiske verdier og tekst).
nl_nl: Hiermee wordt de standaarddeviatie berekend op basis van de volledige populatie die als argumenten worden gegeven (logische waarden en tekst worden genegeerd).
pl_pl: Oblicza odchylenie standardowe w oparciu o całą populację podaną jako argumenty (ignoruje wartości logiczne i tekst).
pt_br: Calcula o desvio padrão com base na população total fornecida como argumento (ignora valores lógicos e texto).
pt_pt: Calcula o desvio padrão com base na população inteira determinada como argumento (ignora valores e texto lógico).
ro_ro: Calculează deviația standard pe baza întregii populații date sub formă de argumente (ignoră valorile logice și textul).
ru_ru: Вычисляет стандартное отклонение по общей популяции, заданной в качестве аргументов (логические значения и текст игнорируются).
sk_sk: Vypočíta smerodajnú odchýlku na základe celej množiny testovaných hodnôt danej ako argumenty (ignoruje logické hodnoty a text).
sl_si: Izračuna standardni odklon glede na celotno populacijo, ki je navedena kot argumenti (prezre logične vrednosti in besedilo).
sr_cyrl_rs: Израчунава стандардну девијацију на основу целе популације дате у виду аргумената (занемарује логичке вредности и текст).
sr_latn_rs: Izračunava standardnu devijaciju na osnovu cele populacije date u vidu argumenata (zanemaruje logičke vrednosti i tekst).
sv_se: Beräknar standardavvikelse baserat på hela populationen given som argument (ignorerar logiska värden och text).
th_th: คำนวณค่าเบี่ยงเบนมาตรฐานจากประชากรทั้งหมดที่ระบุ ให้เป็นอาร์กิวเมนต์ (ละเว้นค่าลอจิคัล และข้อความ)
tr_tr: Bağımsız değişkenler olarak sağlanan tüm popülasyon temelinde standart sapmayı hesaplar (mantıksal değerleri ve metni yok sayar).
uk_ua: Обчислює стандартне відхилення на основі всієї сукупності, наданої у вигляді аргументів (пропускає логічні значення й текст).
vi_vn: Tính độ lệch chuẩn dựa theo toàn bộ dân số được cung cấp dưới dạng đối số (bỏ qua các giá trị lô-gic và văn bản).
zh_cn: 基于作为参数提供的整个填充内容计算标准偏差(忽略逻辑值和文本)。
zh_tw: 根據以引數方式提供的整個母體擴展，計算標準差 (忽略邏輯值與文字)。

# AboutStdevP_number
source: A number to factor into the standard deviation calculation.
bg_bg: Число за включване в изчислението на стандартното отклонение.
ca_es: Nombre que s'inclourà en el càlcul de desviació estàndard.
cs_cz: Číslo, které se má vyhodnotit ve výpočtu směrodatné odchylky
da_dk: Et tal, der skal medtages i beregningen af standardafvigelsen.
de_de: Eine Zahl, die einen Faktor in der Berechnung der Standardabweichung darstellt.
el_gr: Αριθμός που χρησιμοποιείται ως συντελεστής στον υπολογισμό τυπικής απόκλισης.
es_es: Un número que se va a factorizar en el cálculo de la desviación estándar.
et_ee: Arv, mis lisatakse standardhälbe arvutusse.
eu_es: Desbideratze estandarraren kalkuluan faktorizatuko den zenbakia.
fi_fi: Keskihajonnan laskemisessa käytettävä luku.
fr_fr: Nombre à factoriser dans le calcul de l’écart type.
gl_es: Número que se vai factorizar no cálculo da desviación estándar.
hi_in: मानक विचलन के परिकलन में फ़ैक्टर करने के लिए एक संख्या.
hr_hr: Broj koji se uračunava u izračun standardne devijacije.
hu_hu: A szórásszámításban tényezőként figyelembe veendő szám.
it_it: Numero da considerare nel calcolo della deviazione standard.
ja_jp: 標準偏差の計算に用いる係数となる数値。
kk_kz: Стандартты ауытқуды есептеуге әсер ететін сан.
ko_kr: 표준 편차 계산에 포함할 숫자입니다.
lt_lt: Skaičius, kuris turi būti įtrauktas skaičiuojant standartinį nuokrypį.
lv_lv: Skaitlis, ko ņemt vērā standartnovirzes aprēķinā.
ms_my: Nombor untuk difaktorkan ke dalam pengiraan sisihan piawai.
nb_no: Et tall som skal faktoreres i beregningen av standardavvik.
nl_nl: Een getal die moet worden opgenomen in de berekening van de standaarddeviatie.
pl_pl: Liczba do uwzględnienia jako współczynnik podczas obliczania odchylenia standardowego.
pt_br: Número a ser fatorado dentro do cálculo do desvio padrão.
pt_pt: Um número a ter em conta no cálculo do desvio padrão.
ro_ro: Un număr de factorizat în calculul deviației standard.
ru_ru: Количество для использования в вычислении стандартного отклонения.
sk_sk: Číslo na použitie vo výpočte smerodajnej odchýlky.
sl_si: Število, ki bo uporabljeno kot količnik pri izračunu standardnega odklona.
sr_cyrl_rs: Број за укључивање у израчунавање стандардне девијације.
sr_latn_rs: Broj za uključivanje u izračunavanje standardne devijacije.
sv_se: Ett tal att ta med i standardavvikelseberäkningen.
th_th: ตัวเลขที่จะนำมาเป็นตัวประกอบในการคำนวณค่าเบี่ยงเบนมาตรฐาน
tr_tr: Standart sapma hesaplamasında göz önünde bulundurulacak bir sayı.
uk_ua: Число, стосовно якого обчислюється стандартне відхилення.
vi_vn: Một số để tạo hệ số trong tính toán độ lệch chuẩn.
zh_cn: 作为标准偏差计算的系数的数字。
zh_tw: 要納入標準差計算考量的數字。

# AboutStdevP_source
source: A table that specifies the population for the standard deviation calculation.
bg_bg: Таблица, която указва попълването за изчислението на стандартното отклонение.
ca_es: Taula que especifica l'emplenament per al càlcul de desviació estàndard.
cs_cz: Tabulka, která určuje základní soubor pro výpočet směrodatné odchylky
da_dk: En tabel, som angiver populationen for beregningen af standardafvigelsen.
de_de: Eine Tabelle, die die Grundgesamtheit für die Berechnung der Standardabweichung angibt.
el_gr: Πίνακας που καθορίζει τον πληθυσμό για τον υπολογισμό τυπικής απόκλισης.
es_es: Una tabla que especifica la población para el cálculo de la desviación estándar.
et_ee: Tabel, mis määrab standardhälbe arvutamiseks populatsiooni.
eu_es: Desbideratze estandarraren kalkuluaren populazioa zehazten duen taula.
fi_fi: Taulukko, joka määrittää populaation keskihajonnan laskemiseen.
fr_fr: Table spécifiant la population pour le calcul de l’écart type.
gl_es: Táboa que especifica a poboación para o cálculo da desviación estándar.
hi_in: ऐसी तालिका जो मानक विचलन के परिकलन के लिए पॉप्‍यूलेशन को निर्दिष्ट करती है.
hr_hr: Tablica koja navodi populaciju za izračun standardne devijacije.
hu_hu: A szórásszámításhoz használandó sokaságot megadó tábla.
it_it: Tabella che specifica la popolazione per il calcolo della deviazione standard.
ja_jp: 標準偏差の計算対象となる母集団を指定するテーブル。
kk_kz: Стандартты ауытқуды есептеу үшін жиынтықты көрсететін кесте.
ko_kr: 표준 편차 계산을 위한 모집단을 지정하는 테이블입니다.
lt_lt: Lentelė, nurodanti aibę skaičiuojant standartinį nuokrypį.
lv_lv: Tabula, kas norāda aizpildījumu standartnovirzes aprēķinam.
ms_my: Jadual yang menentukan populasi untuk pengiraan sisihan piawai.
nb_no: En tabell som angir utfyllingen for beregningen av standardavvik.
nl_nl: Een tabel waarmee de populatie voor de berekening van de standaarddeviatie wordt opgegeven.
pl_pl: Tabela, która określa populację na potrzeby obliczania odchylenia standardowego.
pt_br: Tabela que especifica a população para o cálculo do desvio padrão.
pt_pt: Uma tabela que especifica a população para o cálculo do desvio padrão.
ro_ro: Un tabel care specifică populația pentru calculul deviației standard.
ru_ru: Таблица, которая задает популяцию для вычисления стандартного отклонения.
sk_sk: Tabuľka, ktorá uvádza testované hodnoty pre výpočet smerodajnej odchýlky.
sl_si: Tabela, v kateri je določena populacija za izračun standardnega odklona.
sr_cyrl_rs: Табела која наводи популацију за израчунавање стандардне девијације.
sr_latn_rs: Tabela koja navodi populaciju za izračunavanje standardne devijacije.
sv_se: En tabell som anger populationen för standardavvikelseberäkningen.
th_th: ตารางประชากรสำหรับคำนวณค่าเบี่ยงเบนมาตรฐาน
tr_tr: Standart sapma hesaplaması için popülasyonu belirten bir tablo.
uk_ua: Таблиця, що визначає сукупність для розрахунку стандартного відхилення.
vi_vn: Một bảng chỉ định dân số để tính toán độ lệch chuẩn.
zh_cn: 为标准偏差计算指定填充内容的表。
zh_tw: 指定標準差計算母體擴展的資料表。
